{
  "alegre": {
    "text": "Alegrem-se sempre no Senhor. Novamente direi: alegrem-se!",
    "reference": "Filipenses 4:4"
  },
  "triste": {
    "text": "O choro pode durar uma noite, mas a alegria vem pela manhã.",
    "reference": "Salmos 30:5"
  },
  "ansioso": {
    "text": "Não andem ansiosos por coisa alguma, mas apresentem seus pedidos a Deus.",
    "reference": "Filipenses 4:6"
  },
  "grato": {
    "text": "Deem graças em todas as circunstâncias, pois esta é a vontade de Deus.",
    "reference": "1 Tessalonicenses 5:18"
  },
  "cansado": {
    "text": "Venham a mim, todos vocês que estão cansados e sobrecarregados, e eu lhes darei descanso.",
    "reference": "Mateus 11:28"
  },
  "confiante": {
    "text": "Confie no Senhor de todo o seu coração e não se apoie em seu próprio entendimento.",
    "reference": "Provérbios 3:5"
  },
  "determinado": {
    "text": "Posso todas as coisas naquele que me fortalece.",
    "reference": "Filipenses 4:13"
  },
  "desanimado": {
    "text": "O Senhor está perto dos que têm o coração quebrantado.",
    "reference": "Salmos 34:18"
  },
  "esperançoso": {
    "text": "Os que esperam no Senhor renovarão as suas forças.",
    "reference": "Isaías 40:31"
  },
  "preocupado": {
    "text": "Entregue o seu caminho ao Senhor; confie nele, e ele agirá.",
    "reference": "Salmos 37:5"
  },
  "feliz": {
    "text": "Este é o dia que o Senhor fez; regozijemo-nos e alegremo-nos nele.",
    "reference": "Salmos 118:24"
  },
  "culpado": {
    "text": "Agora, pois, já nenhuma condenação há para os que estão em Cristo Jesus.",
    "reference": "Romanos 8:1"
  },
  "arrependido": {
    "text": "Se confessarmos os nossos pecados, ele é fiel e justo para nos perdoar.",
    "reference": "1 João 1:9"
  },
  "apaixonado": {
    "text": "Acima de tudo, revistam-se do amor, que é o elo perfeito.",
    "reference": "Colossenses 3:14"
  },
  "sobrecarregado": {
    "text": "Lançando sobre ele toda a vossa ansiedade, porque ele tem cuidado de vós.",
    "reference": "1 Pedro 5:7"
  },
  "sozinho": {
    "text": "Ainda que eu ande pelo vale da sombra da morte, não temerei mal algum, pois tu estás comigo.",
    "reference": "Salmos 23:4"
  },
  "medroso": {
    "text": "No amor não há medo; o perfeito amor lança fora o medo.",
    "reference": "1 João 4:18"
  },
  "inseguro": {
    "text": "O Senhor é a minha luz e a minha salvação; a quem temerei?",
    "reference": "Salmos 27:1"
  },
  "frustrado": {
    "text": "Entrega o teu caminho ao Senhor; confia nele, e o mais ele fará.",
    "reference": "Salmos 37:5"
  },
  "abatido": {
    "text": "O Senhor sustém os que vacilam e levanta os abatidos.",
    "reference": "Salmos 145:14"
  },
  "decepcionado": {
    "text": "Os que confiam no Senhor são como o monte Sião, que não se abala, mas permanece para sempre.",
    "reference": "Salmos 125:1"
  },
  "envergonhado": {
    "text": "Aquele que crer nele não será confundido.",
    "reference": "Romanos 10:11"
  },
  "com_medo": {
    "text": "Se Deus é por nós, quem será contra nós?",
    "reference": "Romanos 8:31"
  },
  "confuso": {
    "text": "Se alguém tem falta de sabedoria, peça a Deus, que a todos dá liberalmente.",
    "reference": "Tiago 1:5"
  },
  "injustiçado": {
    "text": "O Senhor fará justiça aos oprimidos e defenderá a causa dos necessitados.",
    "reference": "Salmos 103:6"
  },
  "humilhado": {
    "text": "Humilhai-vos na presença do Senhor, e ele vos exaltará.",
    "reference": "Tiago 4:10"
  },
  "machucado": {
    "text": "Ele cura os de coração quebrantado e cuida das suas feridas.",
    "reference": "Salmos 147:3"
  },
  "turbulento": {
    "text": "Deixo-lhes a paz; a minha paz lhes dou.",
    "reference": "João 14:27"
  },
  "ferido": {
    "text": "Perto está o Senhor dos que têm o coração quebrantado.",
    "reference": "Salmos 34:18"
  },
  "traído": {
    "text": "Ainda que meu pai e minha mãe me abandonem, o Senhor me acolherá.",
    "reference": "Salmos 27:10"
  },
  "indeciso": {
    "text": "Confia no Senhor de todo o teu coração e não te apoies em teu próprio entendimento.",
    "reference": "Provérbios 3:5"
  },
  "injusto": {
    "text": "Bem-aventurados os que têm fome e sede de justiça, porque serão fartos.",
    "reference": "Mateus 5:6"
  },
  "ansiedade": {
    "text": "Lancem sobre ele toda a sua ansiedade, porque ele tem cuidado de vocês.",
    "reference": "1 Pedro 5:7"
  },
  "sofrendo": {
    "text": "O Senhor é bom, uma fortaleza no dia da angústia; e conhece os que confiam nele.",
    "reference": "Naum 1:7"
  },
  "paz": {
    "text": "E a paz de Deus, que excede todo entendimento, guardará o coração e a mente de vocês.",
    "reference": "Filipenses 4:7"
  },
  "forte": {
    "text": "Seja forte e corajoso. O Senhor, o seu Deus, estará com você por onde andar.",
    "reference": "Josué 1:9"
  },
  "corajoso": {
    "text": "O Senhor é quem vai à sua frente e estará com você; não tenha medo nem se desanime.",
    "reference": "Deuteronômio 31:8"
  },
  "esperando": {
    "text": "Espere no Senhor; seja forte! Coragem! Espere no Senhor.",
    "reference": "Salmos 27:14"
  },
  "lutando": {
    "text": "O Senhor lutará por vocês; tão somente acalmem-se.",
    "reference": "Êxodo 14:14"
  },
  "vitorioso": {
    "text": "Em todas estas coisas somos mais que vencedores, por meio daquele que nos amou.",
    "reference": "Romanos 8:37"
  },
  "obediente": {
    "text": "Se quiserdes e me ouvirdes, comereis o melhor desta terra.",
    "reference": "Isaías 1:19"
  },
  "dificuldade": {
    "text": "Deus é o nosso refúgio e fortaleza, socorro bem presente na angústia.",
    "reference": "Salmos 46:1"
  },
  "trabalhando": {
    "text": "Tudo o que fizerem, façam de todo o coração, como para o Senhor, e não para os homens.",
    "reference": "Colossenses 3:23"
  },
  "precisando": {
    "text": "O meu Deus suprirá todas as necessidades de vocês segundo as suas riquezas em glória.",
    "reference": "Filipenses 4:19"
  },
  "orando": {
    "text": "Orem sem cessar.",
    "reference": "1 Tessalonicenses 5:17"
  },
  "agradecido": {
    "text": "Deem graças ao Senhor, porque ele é bom; o seu amor dura para sempre.",
    "reference": "Salmos 107:1"
  },
  "tranquilo": {
    "text": "Em paz me deito e logo pego no sono, porque só tu, Senhor, me fazes repousar seguro.",
    "reference": "Salmos 4:8"
  },
  "abençoado": {
    "text": "Bendito o homem que confia no Senhor e cuja esperança é o Senhor.",
    "reference": "Jeremias 17:7"
  },
  "felizardo": {
    "text": "Bem-aventurado o homem que teme ao Senhor e anda nos seus caminhos.",
    "reference": "Salmos 128:1"
  },
  "curioso": {
    "text": "Busquem ao Senhor enquanto se pode achar, invoquem-no enquanto está perto.",
    "reference": "Isaías 55:6"
  },
  "disciplinado": {
    "text": "Toda disciplina, no momento, parece motivo de tristeza, mas depois produz fruto de justiça e paz.",
    "reference": "Hebreus 12:11"
  },
  "tentado": {
    "text": "Deus é fiel e não permitirá que sejam tentados além do que podem suportar.",
    "reference": "1 Coríntios 10:13"
  },
  "vazio": {
    "text": "Quem beber da água que eu lhe der nunca mais terá sede.",
    "reference": "João 4:14"
  },
  "sem_fe": {
    "text": "Peça, porém, com fé, sem duvidar, pois quem duvida é como a onda do mar.",
    "reference": "Tiago 1:6"
  },
  "animado": {
    "text": "Regozijai-vos sempre no Senhor.",
    "reference": "Filipenses 4:4"
  },
  "renovado": {
    "text": "Cria em mim um coração puro, ó Deus, e renova dentro de mim um espírito estável.",
    "reference": "Salmos 51:10"
  },
  "livre": {
    "text": "Se o Filho os libertar, vocês de fato serão livres.",
    "reference": "João 8:36"
  },
  "curado": {
    "text": "Ele tomou sobre si as nossas dores e enfermidades.",
    "reference": "Isaías 53:4"
  },
  "paciente": {
    "text": "Melhor é o homem paciente do que o guerreiro.",
    "reference": "Provérbios 16:32"
  },
  "humilde": {
    "text": "Revistam-se de humildade, pois Deus se opõe aos orgulhosos, mas concede graça aos humildes.",
    "reference": "1 Pedro 5:5"
  },
  "sábio": {
    "text": "O temor do Senhor é o princípio da sabedoria.",
    "reference": "Provérbios 9:10"
  },
  "protegido": {
    "text": "O Senhor é o meu refúgio e a minha fortaleza, o meu Deus, em quem confio.",
    "reference": "Salmos 91:2"
  }
}
